tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aws-iam-authenticator"
brew "python"
brew "awscli"
brew "git"
brew "helm", link: false
brew "iperf"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "mysql", restart_service: true
brew "oath-toolkit"
brew "openvpn"
brew "pandoc"
brew "pandoc-citeproc"
brew "postgresql"
brew "postgis"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "sl"
brew "sbt"
brew "scala"
brew "terraform", link: false
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
cask "alacritty"
cask "docker"
cask "franz"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "kitty"
cask "mtmr"
cask "postico"
cask "postman"
cask "spectacle"
cask "potify"
cask "sublime-text"
cask "tidal"
cask "vanilla"
cask "vlc"
