tap 'caskroom/cask'

# Core Homebrew
cask 'java'
cask 'java8'
brew 'scala'
brew 'sbt'
brew 'gradle'
brew 'git'
brew 'postgres'
brew 'postgis'
brew 'mysql', restart_service: true
brew 'maven'
brew 'vim'
brew 'wget'
brew 'python'
brew 'python3'
brew 'zsh'
brew 'zsh-compleletions'
brew 'zsh-autosuggestions'
brew 'reattach-to-user-namespace'
brew 'tmux'

# Cask Apps
cask 'iterm2'
cask 'google-chrome'
cask 'filezilla'
cask 'spotify'
cask 'sublime-text'
cask 'postman'
cask 'intellij-idea'
cask 'skype'
cask 'spectacle'
cask 'franz'

# Mac app store
mas 'The Unarchiver', id: 425424353
